Repository: tzwenn/moalinna
Catalog: authorized_keys/locale/*/LC_MESSAGES/django.po
Languages: de

source: Pubkeys need to be space seperated list (keytype key [comment])
de: SSH-Schlüssel sind eine mit Leerzeichen getrennte Liste aus (Typ Schlüssel [Kommentar])

source: Key data is not base64 encoded
de: Die Schlüsseldaten sind kein gültiges Base64

source: On this page, you can upload and save public SSH keys that can be used for password-less login to the SSH server.
de: Auf dieser Seite können Sie öffentliche SSH-Schlüssel hochladen, die den passwortlosen Zugang zum SSH-Server ermöglichen.

source: Add a key
de: Schlüssel hinzufügen

source: Key
de: Schlüssel

source: The content of your keyfile
de: Der Inhalt Ihrer Schlüsseldatei

source: Title
de: Name

source: Your key's title
de: Der Name des Schlüssels

source: Add Key
de: Hinzufügen

source: Your Keys
de: Ihre Schlüssel

# key creation date
source: Added
de: Hinzugefügt

source: Log out
de: Abmelden

source: Welcome!
de: Willkommen!

source: You are successfully logged in.
de: Sie haben sich erfolgreich angemeldet.

source: Continue now to the <a href="%(ak_index_url)s">key management site</a>.
de: Fahren Sie nun fort zur <a href="%(ak_index_url)s">Schlüsselverwaltungsseite</a>.

source: You are currently not logged in.
de: Sie sind momentan nicht angemeldet.

source: Login using OpenID Connect
de: Mit OpenID Connect anmelden

source: OpenID Connect is disabled in the application settings.
de: OpenID Connect ist in den Anwendungseinstellungen deaktiviert.

source: Use other means of authentication, like local users and the admin interface.
de: Nutzen Sie andere Anmeldemöglichkeiten, wie lokale Benutzer und das Admin-Interface.

source: Logged out
de: Abgemeldet

source: Invalid key: {}
de: Ungültiger Schlüssel: {}

source: Integrity Error: Has this key already been added?
de: Fehler: Wurde dieser Schlüssel schon anderswo hinzugefügt?

source: Added key {}.
de: Schlüssel {} hinzugefügt.

source: That's not your key!
de: Das ist nicht Ihr Schlüssel!

source: Cannot delete: {}.
de: Konnte {} nicht löschen.

source: Deleted key {}.
de: Schlüssel {} gelöscht.
